chen9751/esp32-ai-robot/sdkconfig.defaults
# ESP32-S3 AI Robot defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM=y
